export default {
  navbar: {
    signup_login: "ورود / ثبت نام",
    mainPage: "صفحه اصلی",
    help: "راهنما",
    advertisements: "آگهی های ترجمه",
    profile: "پنل کاربری",
    projects: "پروژه ها",
    translators: "مترجم ها",
    alertMessages: "پیام های اعلان",
  },
  screens: {
    createAccount: "حساب کاربری خود را بسازید",
    registerAs: "ثبت نام به عنوان:",
    email: "ایمیل",
    password: "رمز عبور",
    employer: "کارفرما",
    translator: "مترجم",
    register: "ثبت نام",
    haveAccount: " حساب کاربری دارید؟ ",
    notHaveAccount: " حساب کاربری ندارید؟ ",
    comein: "وارد شوید",
    registerNow: "همین حالا ثبت نام کنید.",
    welcome: "خوش آمدید!",
    login: "ورود",
    errorEmpty: " این فیلد نمیتواند خالی باشد. ",
    name: "نام",
    familyName: "نام خانوادگی",
    enterName: "نام خود را وارد کنید",
    duplicatedEmailTitle:
      "شما قبلا با این ایمیل ثبت نام کرده اید و نمی توانید دوباره ثبت نام کنید",
    duplicatedEmailText: `شما این امکان را دارید که با یک ایمیل در دو نقش کارفرما و مترجم فعالیت کنید.\n
    برای فعالیت در نقش دیگر وارد پنل کاربری خود شده و از طریق "منو > تنظیمات > فعالیت در نقش دیگر" اقدام نمایید.`,
    wrongEmailOrPass: "نام کاربری یا رمز عبور اشتباه است.",
    connectionError: "مشکلی پیش آمده.دوباره امتحان کنید.",
    duplicatedEmailError:
      "این آدرس ایمیل قبلا توسط فرد دیگری ثبت شده است. از ایمیل دیگری برای ثبت نام استفاده نمایید.",
    AuthFailedError: "عدم دسترسی . لطفا دوباره وارد سایت شوید.",
    notNegativeExperience: "تعداد سال های ترجمه نمی تواند منفی باشد.",
    professionaFields: "زمینه های تخصص",
    ctrlExplanation: "با نگه داشتن دکمه ctrl میتوانید چند مورد را انتخاب کنید",
    languageFieldLabel: " زبان هایی که در آن ها توان ترجمه را دارید",
    experienceYears: "سال های تجربه",
    experienceYearsLabel: "تعداد سال هایی که ترجمه کرده اید",
    explanation: "توضیحات",
    explanationPlaceholder: "در چند خط به معرفی خود و تخصص خود بپردازید",
    submit: "ثبت",
    resumeFormTitle:
      "لطفا اطلاعات زیر را به درستی وارد کنید، این اطلاعات در صفحه شما نمایش داده خواهد شد.",
    invalidEmailError: "ایمیل نامعتبر است.",
    project: "پروژه",
    deadline: "مهلت",
    days: "روز",
    requestAd: "درخواست ترجمه",
    seeSituation: "مشاهده وضعیت",
    requstedTranslatorsTitle: "مترجم هایی که به پروژه شما درخواست داده اند",
    doingTranslatorTitle: "مترجمی  که در حال ترجمه پروژه شماست",
    doneTranslatorTitle: "مترجمی که پروژه شما را ترجمه کرده است",
    acceptanceAssuarance:
      "آیا از انتخاب این مترجم برای ترجمه پروژه خود مطمئن هستید؟",
    yesSure: "بله مطمئنم",
    notSure: "خیر",
    offeredPrice: "مبلغ پیشنهادی برای هر کلمه",
    agreedPrice: "مبلغ توافقی برای هر کلمه",
    doneAssurance:
      "آیا مطمئن اید که می خواهید وضعیت این پروژه را به انجام شده تغییر دهید؟",
    completeProject: "تکمیل پروژه",
    status: "وضعیت",
    refreshTooltip: "رفرش",
    exit: "خروج",
    acceptedProjects: "تعداد پروژه های پذیرفته شده :",
    doneProjects: "تعداد پروژه های موفق :",
    uploadFileTitle: "محتوایی که میخواهید ترجمه شود را در زیر بارگذاری نمایید",
    uploadTranslatedTitle: "فایل ترجمه شده را اینجا بارگذاری نمایید",
    uploadFileExplanation:
      "فایل مورد نظر را داخل این کادر بیندازید و یا از طریق دکمه زیر بارگذاری نمایید \n ",

    uploadFileDropping: "فایل را رها کنید.",
    uploadFileTypeError: "این نوع فایل را نمی توانید بارگذاری کنید.",
    uploadFile: "بارگذاری فایل",
    uploadFileAgain: "بارگذاری مجدد فایل",
    downloadTranslationFile: "دریافت محتوای قابل ترجمه",
    downloadTranslatedFile: "دریافت فایل ترجمه شده",
    uploadTranslatedFile: "بارگذاری فایل ترجمه شده",
    uploadTranslatedFileSuccessMsg:
      "فایل ترجمه شده شما با موفقیت فرستاده شد. لطفا پس از دریافت کارمزد توسط کارفرما، تکمیل پروژه را تایید کنید.",
    uploadTypeFileExplanation: `شما فقط می توانید یک فایل یا فولدر را بارگذاری نمایید. فایل شما باید یکی از فرمت های 
      zip, htm, html, gif, pdf, srt, jpeg, png, jpg, bmp, txt, rtf, doc, docx, amr, mid, wav, mp3, 3gp,
      mp4, avi, csv, xlsx, xls, pptx, ppt, rar, ogg, aac,
      باشد.
      شما می توانید فایل خود را با نرم افزارهای مربوطه فشرده سازی کرده و فایل .zip و یا .rar آپلود کنید. اگر هم چنان مشکلی وجود داشت با ما تماس بگیرید.`,
    welcomeMessageTopic: "خوش آمدید",
  },
  filter: {
    languageLabel: `زبان مورد نظر را انتخاب نمایید`,
    fieldLable: `حوزه ترجمه مورد نظر را انتخاب نمایید`,
    allLanguages: "همه زبان ها",
    allFields: "همه حوزه ها",
    all: "all",
    chooseLang: "انتخاب زبان",
    chooseField: "انتخاب زمینه",
    searchHere: "اینجا جست و جو کنید...",
    searchHereTranslatorTitle: "نام مترجم را در این جا جست و جو کنید ",
    searchHereAdTitle: "عنوان آگهی را در این جا جست و جو کنید ",
  },
  mainPage: {
    submitAdTitle: "1- ثبت آگهی ترجمه",
    submitAdText:
      "ابتدا در سایت به عنوان کارفرما ثبت نام نموده و پس از ورود به پنل کاربری اقدام به ثبت آگهی ترجمه خود نمایید",
    chooseTranslatorTitle: "2- انتخاب مترجم",
    chooseTranslatorText:
      "از بین مترجم هایی که در آگهی ترجمه شما شرکت کرده اند مناسب ترین پیشنهاد ترجمه را برای متن خود، انتخاب کنید",
    finishTitle: "3- تحویل فایل ترجمه",
    finishText:
      "فایل ترجمه شده متن یا مقاله خود را تحویل بگیرید و در صورت رضایت، پرداخت به مترجم را انجام دهید و در سایت تکمیل ترجمه را  تایید کنید ",
    employerQuestionTitle: "محتوایی برای ترجمه دارید؟",
    translatorQuestionTitle: "مترجم هستید؟",
    advertisementParticipateTitle: "1- شرکت در آگهی های ترجمه",
    advertisementParticipateText:
      "ابتدا در سایت به عنوان مترجم ثبت نام نموده و سپس به آگهی های ترجمه با پیشنهاد مبلغ دلخواه درخواست دهید",
    secondTranslationTitle: "2- با کارفرما در ارتباط باشید",
    secondTranslationText: `پس از ثبت درخواست منتظر باشید تا کارفرما شما را انتخاب کند و محتوای مورد ترجمه برای شما فرستاده شود`,
    finishTranslationTitle: "3- ترجمه کنید و درامد کسب کنید",
    finishTranslationText: `پس از اتمام ترجمه ، آن را برای کارفرما بفرستید و پس از دریافت دستمزد ، تکمیل ترجمه را در سایت تایید کنید`,
    particleTitle: "سایت ترجمه",
    particleSubtitle: "ترجمه تخصصی با کیفیت با انتخاب مناسب ترین مترجم",
    aboutUs: "درباره ما",
    aboutUsInfo1: "ارائه دهنده خدمات ترجمه از راه دور",
    aboutUsInfo2: "مناسب برای مترجم ها با هر مقدار تجربه",
    aboutUsInfo3: "مناسب برای افرادی که به دنبال مترجم متناسب با کار خود هستند",
    contactUs: "تماس با ما",
    contactUs1: "تهران، ولنجک، دانشگاه شهید بهشتی",
    contactUs2: "تلفن : 09121234567",
    contactUs3: "فکس : 12345678-021",
  },
  helpPage: {
    title: "میتوانید در یکی از نقش های زیر در سایت فعالیت داشته باشید :",
    topics: [
      {
        title: "فعالیت به عنوان کارفرما",
        steps: [
          {
            title: "به عنوان کارفرما ثبت نام کنید.",
            desc: "هنگام ثبت نام در سایت نقش کارفرما را انتخاب نمایید.",
          },
          {
            title: "آگهی ترجمه خود را ثبت کنید.",
            desc:
              "در پنل کاربری خود، آگهی ترجمه خود را با وارد کردن اطلاعاتی مانند زبان مبدا و مقصد، حوزه ترجمه، مهلت ترجمه و... و آپلود فایلی که میخواهید ترجمه شود، ثبت کنید.",
          },
          {
            title: "وضعیت پروژه های خود را در پنل کاربری خود دنبال کنید.",
            desc: `در پنل کاربری شما پروژه های درخواست داده شده (آگهی های ترجمه ای که ثبت کرده اید و هنوز برای آن ها مترجمی انتخاب نکرده اید. این آگهی ها به مترجمین نشان داده می شوند تا بتوانند به آن ها درخواست ترجمه دهند.)، پروژه های در حال انجام (آگهی هایی که برای آن ها مترجم انتخاب کرده اید و آن مترجم در حال ترجمه آن است)
              و پروژه های انجام شده (آن هایی که به اتمام رسیده) قرار دارد. شما میتوانید وضعیت پروژه هایی که در سایت ایجاد کرده اید را
              در این قسمت مشاهده کنید.`,
          },
          {
            title:
              "مترجم دلخواهتان را با توجه به تجربه و مبلغ پیشنهادی مترجم ها انتخاب کنید.",
            desc:
              "از میان مترجم هایی که به آگهی ترجمه شما درخواست داده اند، با توجه به صفحه پروفایل و میزان فعالیت آن ها در سایت (تعداد پروژه های انجام شده توسط آن ها) و با توجه به مبلغ پیشنهادی آن ها، مترجم متناسب با کار ترجمه خود را انتخاب کنید.",
          },
          {
            title:
              "در صفحه پروژه ی درحال انجام خود، وضعیت پروژه را دنبال کنید.",
            desc: `در تب پروژه های درحال انجام، وضعیت پروژه خود را دنبال کنید. به محض اینکه مترجم پروژه شما را ترجمه و در سایت آپلود نماید
            برای شما می آید تا بتوانید آن را دریافت کنید. اگر کار ترجمه شده بیشتر از مهلت درنظر گرفته شما طول کشید، می توانید با پشتیبانی سایت تماس بگیرید تا
            ما علت را بررسی کنیم.`,
          },

          {
            title: `فایل ترجمه شده را دانلود کنید و در صورت رضایت، حق الزحمه ی مترجم را پرداخت نمایید و تکمیل پروژه را تایید کنید.`,
            desc: `پس از اینکه فایل ترجمه شده را دریافت و بررسی کردید، درصورت رضایت، کارمزد مترجم را بپردازید. توجه داشته باشید که 
            هماهنگی های مالی را از طریق ایمیل انجام دهید.
            در صورت عدم رضایت از ترجمه، در صورت جزئی بودن اشکالات می توانید آن ها را با مترجم خود از طریق ایمیل درمیان بگذارید و 
            از او بخواهید که اصلاحات را انجام دهد. اگر به هر دلیل امکان این کار وجود نداشت، می توانید مشکلتان را با ما در میان بگذارید.
            تیم ترجمه ما، کار شما را بررسی می کنند و در صورت وجود مشکل خودشان ترجمه شما را انجام خواهند داد. توجه داشته باشید
            که در این صورت به دلیل ترجمه سریع تر و حرفه ای تر ممکن است هزینه ترجمه بیشتر از مقداری شود که با مترجم اولیه
            هماهنگ کرده اید. `,
          },
        ],
      },
      {
        title: "فعالیت به عنوان مترجم",
        steps: [
          {
            title: "به عنوان مترجم ثبت نام کنید.",
            desc: "هنگام ثبت نام در سایت نقش مترجم را انتخاب نمایید.",
          },
          {
            title: "اطلاعات تخصصی خود را وارد کنید.",
            desc:
              "برای نهایی شدن ثبت نام و سنجش کیفیت کارتان لازم است تا سوالات تخصصی که از شما خواسته می شود را پاسخ دهید.",
          },
          {
            title: "در مناقصه های ترجمه شرکت کنید.",
            desc:
              "در تب آگهی های ترجمه ، آگهی هایی که زبان مبدا و مقصدو موضوع شان با تخصص شما مرتبط است ، به شما نمایش داده می شود. با زدن دکمه درخواست ترجمه و پیشنهاد قیمت به ازای هر کلمه می توانید به آن آگهی درخواست دهید.",
          },
          {
            title: "وضعیت پروژه های خود را در پنل کاربری خود دنبال کنید.",
            desc: `در پنل کاربری شما پروژه های درخواست داده شده (آن هایی که در مناقصه شان شرکت کرده اید و فعلا کارفرما 
              مترجمی برای آن آگهی انتخاب نکرده است)، پروژه های در حال انجام (این پروژه ها به شما سپرده شده و توسط شما در حال انجام است)
              و پروژه های انجام شده (آن هایی که به اتمام رسیده) قرار دارد. شما میتوانید وضعیت پروژه هایی که به شما سپرده می شود را
              در این قسمت مشاهده کنید.`,
          },
          {
            title: `پروژه ای که به شما سپرده شده است را دانلود و ترجمه کنید.`,
            desc: `پس از اینکه پروژه ای به شما سپرده می شود، می توانید آن را در قسمت پروژه های
            در حال انجام مشاهده کنید و محتوایی که باید ترجمه کنید را دانلود کنید. سعی کنید در مهلت تعیین شده برای ترجمه، ترجمه را به 
            پایان برسانید.`,
          },
          {
            title:
              "فایل ترجمه شده را ارسال کنید و حق الزحمه خود را دریافت کنید.",
            desc: `در قسمت پروژه های در حال انجام، می توانید فایلی که ترجمه کرده اید را آپلود کنید. 
            پس از آپلود وضعیت پروژه به شما نشان داده می شود و باید با کارفرما از طریق ایمیل در ارتباط باشید و 
            هماهنگی های مالی برای گرفتن کارمزد خود را از این طریق انجام دهید. در صورت وجود هر گونه مشکل می توانید با ما تماس بگیرید.
            اگر حق الزحمه خود را بدون وجود مشکلی دریافت کردید، تکمیل پروژه را تایید کنید تا به پروژه های موفقیت آمیز شما 
            اضافه شود.`,
          },
        ],
      },
    ],
  },
  forms: {
    projectName: "عنوان سفارش",
    projectNamePlaceHolder:
      "عنوان آگهی خود را اینجا ایجاد کنید مثلا عنوان متن مورد نظر...",
    textField: "زمینه متن",
    ProjectExplanationPlaceHolder: "توضیحی درباره پروژه خود اینجا بنویسید",
    persian: "فارسی",
    originLang: "زبان مبدا",
    targetLang: "زبان مقصد",
    translationDeadline: "مهلت ترجمه",
    daysNeeded: "تعداد روزهای ترجمه",
    languagesSililarErr: "زبان های مبدا و مقصد نمی توانند یکسان باشند.",
    submitAd: "ثبت آگهی",
    offerYourCost: "قیمت پیشنهادی خود برای هر کلمه را در زیر وارد کنید",
    offerYourCostPlaceHolder: "برای هر کلمه",
    toman: "تومان",
    submitRequest: "ثبت درخواست",
    AppliedBeforeError: "شما قبلا به این آگهی درخواست داده اید.",
  },
  emptyAlert: {
    notExist: "برای نمایش نیست.",
    information: "اطلاعاتی",
    project: "پروژه ای",
    translator: "مترجمی",
  },
  profile: {
    language: "زبان ترجمه :  ",
    field: "حوزه ترجمه :  ",
    for: "به مدت",
    year: "سال",
    projects: "پروژه ها",
    requested: "درخواست داده شده",
    doing: "در حال انجام",
    done: "انجام شده",
    createAd: "ایجاد آگهی ترجمه",
  },
  adStatus: {
    requested: "requested",
    doing: "doing",
    done: "done",
  },
  pendingStatusTranslator: {
    norYouNorEmployer: "تکمیل این پروژه توسط شما و کارفرما تایید نشده است.",
    youButNotEmployer:
      "شما تکمیل این پروژه را تایید کرده اید. اما کارفرمایتان هنوز نه. منتظر تایید او باشید.",
    employerButNotYou:
      "کارفرما تکمیل این پروژه را تایید کرده است و منتظر تایید شماست. در صورت عدم وجود مشکل شما هم تکمیل پروژه را تایید کنید.",
    approveInfoWithTranslatedFile: `شما فایل ترجمه شده را ارسال کرده اید. لطفا پس از دریافت کارمزد توسط کارفرما، تکمیل پروژه را تایید کنید`,
    approveInfoWithoutTranslatedFile: `شما هنوز فایل ترجمه شده را ارسال نکرده اید. لطفا قبل از پایان مهلت ترجمه این کار را انجام دهید.`,
  },
  pendingStatusEmployer: {
    norYouNorTranslator: "تکمیل این پروژه توسط شما و مترجم تایید نشده است.",
    youButNotTranslator:
      "شما تکمیل این پروژه را تایید کرده اید. اما مترجم هنوز نه. منتظر تایید او باشید.",
    translatorButNotYou:
      "مترجم تکمیل این پروژه را تایید کرده است و منتظر تایید شماست. در صورت عدم وجود مشکل شما هم تکمیل پروژه را تایید کنید.",
    approveInfoWithTranslatedFile: `فایل ترجمه شده را دریافت و بررسی کنید.  در صورت رضایت، کارمزد مترجم را به حساب او واریز نمایید و 
      سپس تکمیل پروژه را تایید کنید. درصورت عدم رضایت از ترجمه، با پشتیبانی سایت تماس بگیرید تا در صورت لزوم تیم ما 
      ترجمه شما را انجام دهد.`,
    approveInfoWithoutTranslatedFile: `مترجم هنوز فایل ترجمه را ارسال نکرده است. در صورت گذشتن مهلت ترجمه، با پشتیبانی سایت تماس حاصل فرمایید.`,
  },
  confirmation: {
    title: `تایید ایمیل`,
    loginUserNotConfirmed: `حساب کاربری شما با این آدرس ایمیل موجود است. اما لازم است قبل از ورود به حسابتان، آدرس ایمیل خود را تایید کنید.
    یک ایمیل حاوی لینک فعالسازی برای شما فرستاده شد، لطفا صندوق پیام خود را چک کنید، چنانچه پیام در آنجا نبود حتما پوشه spam خود را نیز چک فرمایید.`,
    signupNewUser: `حساب کاربری شما با موفقیت ایجاد شد.
     یک ایمیل حاوی لینک فعالسازی برای شما فرستاده شد، لطفا صندوق پیام خود را چک کنید،
      چنانچه پیام در آنجا نبود حتما پوشه spam خود را نیز چک فرمایید.`,
    signupExistingUser: `حساب کاربری با این آدرس ایمیل قبلا در سایت ثبت شده است اما تایید و فعال سازی نشده است. 
    یک ایمیل حاوی لینک فعالسازی برای این آدرس ایمیل فرستاده شد. چنانچه شما صاحب این ایمیل هستید، صندوق پیام خود را چک کنید و حساب کاربری خود را فعال نمایید، چنانچه پیام در آنجا نبود حتما پوشه spam خود را نیز چک فرمایید. `,
  },
  language: {
    arabic: "عربی",
    english: "انگلیسی",
    french: "فرانسوی",
    german: "آلمانی",
    russion: "روسی",
    turkish: "ترکی استانبولی",
  },
  field: {
    general: "عمومی",
    biology: "زیست شناسی و علوم آزمایشگاهی",
    chemistry: "علم شیمی",
    accountant: "مالی - حسابداری",
    theology: "معارف اسلامی و الهیات",
    law: "حقوق",
    managing: "مدیریت",
    mechanicalEngineering: "مهندسی مکانیک",
    civilEngineering: "مهندسی عمران",
    architecturalEngineering: "مهندسی معماری",
    computerEngineering: "مهندسی کامپیوتر",
    electricalEngineering: "مهندسی برق",
    commercial: "قرارداد و اسناد تجاری",
    psychology: "روانشناسی",
    literature: "ادبیات و زبان شناسی",
    metallurgy: "مواد و متالوژی",
    physics: "علم فیزیک",
    math: "مجموعه ریاضیات و آمار",
    tourism: "گردشگری",
    agricultural: "کشاورزی",
    economics: "اقتصاد",
    history: "تاریخ",
    news: "خبر",
    story: "داستان و رمان",
    geology: "زمین شناسی و معدن",
    politics: "سیاسی و روابط بین الملل",
    foodIndustry: "صنایع غذایی",
    sociology: "جامعه شناسی و علوم اجتماعی",
    philosophy: "فلسفه",
    technology: "اینترنت و تکنولوژی",
    nature: "محیط زیست و منابع طبیعی",
    biomedicalEngineering: "مهندسی پزشکی",
    military: "نظامی",
    art: "هنر",
    industrialEngineering: "مهندسی صنایع",
    aerospace: "هوافضا",
    athletic: "ورزشی",
  },
};
