const strings = {
    welcomeTopic : "خوش آمدید",
    welcomeTextEmployer : ` عزیز، سلام
    از اینکه شما را در جمع کاربران سایت ترجمه می بینیم بسیار خرسندیم. امیدواریم بتوانیم همواره رضایت شما را جلب کنیم.
    این سایت یک سرویس آنلاین است که شما از طریق آن می توانید پروژه های ترجمه خود را با خیال راحت به مترجمان متخصص بسپارید. قیمت گذاری بر روی پروژه ها به صورت مناقصه ای بوده و شما می توانید از بین پیشنهادها مناسب ترین مترجم را برای پروژه خود انتخاب کنید.
    جهت اطلاعات بیشتر می توانید تب راهنما را مشاهده نمایید و یا با شماره 09121234567 تماس حاصل فرمایید.`,
    welcomeTextTranslator : ` عزیز، سلام
    از اینکه شما را در جمع کاربران سایت ترجمه می بینیم بسیار خرسندیم. امیدواریم بتوانیم همواره رضایت شما را جلب کنیم.
    این سایت یک سرویس آنلاین است که شما از طریق آن می توانید پروژه های ترجمه را پذیرفته و ترجمه کنید و کسب درامد کنید. مبلغ ترجمه با پیشنهاد شما و براساس میزان تجربه شما و به صورت مناقصه ای تعیین میشود.
    جهت اطلاعات بیشتر می توانید تب راهنما را مشاهده نمایید و یا با شماره 09121234567 تماس حاصل فرمایید.`,
    translatorAppliedTopic : (adName) => {
        return ` درخواست جدید به آگهی ${adName} .`
    },
    translatorAppliedText : (translatorName , adName) => {
        return `مترجم ${translatorName} به آگهی ${adName} شما درخواست ترجمه داده است.
        شما میتوانید جزئیات و وضعیت پروژه را در پنل کاربری و در قسمت پروژه های درخواست داده شده مشاهده نمایید. هم چنین
         می توانید با مشاهده صفحه پروفایل مترجم و مشاهده تجربیات او، 
        در صورت تمایل این مترجم را برای ترجمه پروژه خود انتخاب کنید.`
    }
}


module.exports = strings